{
  "about": {
    "experiences": {
      "title": "Experiências",
      "blip": {
        "company": "Blip",
        "logo": "/companies/blip.png",
        "startDate": "Dezembro 2021",
        "endDate": "PRESENTE",
        "roles": {
          "senior": {
            "title": "Engenheiro de software sênior",
            "startDate": "Janeiro 2024",
            "endDate": "PRESENTE",
            "description": "Na minha experiência atual, faço parte de uma equipe dedicada ao desenvolvimento de um produto de IA que cria experiências conversacionais, facilitando aos usuários resolver suas dúvidas de maneira eficaz.<br></br><br></br>Alguns dos principais destaques dessa minha jornada incluem:<list><item>Conduzi otimizações significativas no código do projeto de micro front-end, resultando em melhorias notáveis no carregamento e na navegação da aplicação;</item><item>Liderei e participei ativamente da evolução contínua deste produto;</item><item>Realizei revisões de código detalhadas para garantir a qualidade e o desempenho do sistema;</item><item>Entreguei demandas com alto padrão de qualidade dentro dos prazos estabelecidos.</item></list>"
          },
          "midLevel": {
            "title": "Engenheiro de software pleno",
            "startDate": "Setembro 2022",
            "endDate": "Dezembro de 2023",
            "description": "Como engenheiro de software, fiz parte de uma equipe dedicada à evolução de uma ferramenta intuitiva projetada para aprimorar fluxos de conversação. Além disso, éramos responsáveis pelo desenvolvimento de um aplicativo que processa todas as mensagens na plataforma, gerenciando uma extensa tabela de banco de dados. Notavelmente, esse aplicativo lida de maneira eficiente com um volume impressionante de mais de 50 milhões de leituras por hora, demonstrando nossa capacidade de gerenciar cargas substanciais de dados mantendo um ótimo desempenho."
          },
          "chatbot": {
            "title": "Desenvolvedor de chatbot",
            "startDate": "Dezembro 2021",
            "endDate": "Agosto 2022",
            "description": "Como desenvolvedor de chatbots, fui responsável por criar fluxos de conversação intuitivos e eficientes para canais de mensagens utilizando a ferramenta Builder da Blip.<br></br><br></br>Minhas principais responsabilidades incluíam:<list><item>Criar fluxos de conversação;</item><item>Desenvolver scripts em Javascript</item><item>Integrar APIs em C# para conexão com o Builder;</item><item>Realizar implantações de chatbots e APIs;</item><item>Revisar e aprimorar continuamente o código.ß</item></list>"
          }
        }
      },
      "adsomos": {
        "company": "Adsomos",
        "logo": "/companies/adsomos.jpeg",
        "startDate": "Janeiro 2021",
        "endDate": "Novembro 2021",
        "roles": {
          "backend": {
            "title": "Desenvolvedor back-end",
            "description": "Nessa experiência, tive a oportunidade de atuar no back-end de uma aplicação de e-commerce, utilizada por outros clientes da empresa. Algumas das minhas principais responsabilidades incluíam:<list><item>Utilização de APIs para integrar marketplaces, plataformas de pagamento, ERPs e outros sistemas;</item><item>Criação de novas funcionalidades sob medida para os requisitos do cliente;</item><item>Manutenção do código para garantir o funcionamento adequado do website;</item><item>Integração com o PIX.</item></list>"
          }
        }
      },
      "litoralcar": {
        "company": "Litoralcar",
        "logo": "/companies/litoralcar.webp",
        "startDate": "Julho 2020",
        "endDate": "Janeiro 2021",
        "roles": {
          "web": {
            "title": "Desenvolvedor web",
            "description": "Como desenvolvedor web, estive focado na criação de websites personalizados para clientes na indústria de revenda de carros, utilizando tecnologias como HTML, CSS, JavaScript, jQuery, Bootstrap, PHP e MySQL.<br></br>Nessa oportunidade tive um foco maior no front-end, priorizando o desenvolvimento de layouts responsivos e funcionais."
          }
        }
      }
    },
    "stacks": {
      "title": "Minhas stacks"
    }
  },
  "settingsModal": {
    "title": "Configurações",
    "theme": "Tema",
    "language": "Idioma"
  },
  "posts": {
    "helloWorld": {
      "title": "Olá mundo!",
      "body": "Este é o meu website onde centralizo o meu portfólio, conto sobre minhas experiências e crio (ou pelo menos tento criar, ou criarei 😅) blog posts que possam ser relevantes e ajudar outros DEVs."
    }
  },
  "profileHeader": {
    "phrase": "Frase",
    "description": "Sou um profissional apaixonado pelo dinâmico mundo da Tecnologia da Informação, com mais de quatro anos de experiência nessa área. Minha jornada tem sido uma exploração do delicado equilíbrio entre inovação e praticidade, constantemente desafiando limites para descobrir soluções inovadoras.",
    "birthDate": "14/02/2000",
    "joined": "Ingressou em agosto de 2024"
  },
  "tabs": {
    "posts": "Publicações",
    "about": "Sobre",
    "projects": "Projetos",
    "feedback": "Feedback"
  }
}
